Repository: drucko/pysk
Catalog: pysk/locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: Nameservers
de: DNS-Server

source: Mail Exchange
de: Mailserver

source: Special options
de: Spezielle Optionen

source: Source
de: Quelle

source: Destination
de: Ziel

source: Custom DNS record
de: Eigener DNS Eintrag

source: Custom DNS records
de: Eigene DNS Eintr채ge

source: IP address
de: IP Adresse

source: IP addresses
de: IP Adressen

source: strip www subdomain
de: immer ohne www anzeigen

source: force www subdomain
de: immer mit www anzeigen

source: both is okay
de: ignorieren

source: Sometimes also called 'subdomain' ...
de: Manchmal auch 'subdomain' genannt ...

source: IP
de: IP Adresse

source: Force WWW
de: www in der Adresse anzeigen

source: SSL enabled
de: SSL-Verschl체sselung aktiviert

source: Force SSL
de: SSL-Verschl체sselung erzwingen

source: SSL certificate
de: SSL-Zertifikat

source: Apache config
de: Apache Konfiguration

source: Apache enabled
de: Apache aktiviert

source: nginx config
de: nginx Konfiguration

source: HTTP forwarding
de: Domain-Umleitung

source: HTTP forwardings
de: Domain-Umleitungen

source: Direct alias
de: Aliasname

source: Direct aliases
de: Aliasnamen

source: Username
de: Benutzername

source: This is the username, the part before the @ sign!
de: Das ist der Benutzername, also der Teil vor dem @-Zeichen!

source: Which domain should become part of the e-mail address? (This is the part after the @ sign!)
de: Welche Domain soll Teil dieser E-Mail Adresse werden? (Das ist der Teil nach dem @-Zeichen!)

source: Quota
de: Speicherplatz

source: Specify the quota of this mail account in megabytes
de: Geben Sie den Speicherplatz dieses Mail-Postfachs an (in Megabyte)

source: Mailbox
de: E-Mail Postfach

source: Mailboxes
de: E-Mail Postf채cher

source: Destination address
de: Ziel-Adresse

source: To which destination address shall the mail be forwarded?
de: Zu welcher Ziel-Adresse sollen die E-Mails weitergeleitet werden?

source: E-Mail Address
de: E-Mail Adresse

source: E-Mail forwarding
de: E-Mail Weiterleitung

source: E-Mail forwardings
de: E-Mail Weiterleitungen
